<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="http://ny.cyberhus.dk/files/styles/style_findhjaelp.css" type="text/css" rel="stylesheet">
<title>Data- og mailpolitik</title>
</head>

<body style="background-image:url(http://ny.cyberhus.dk/files/findhjaelp/images/striber_smal.gif); background-repeat:repeat-x;">
<div id="container_frame">
<p align="left"><strong>Data- og mailpolitik p&aring; findhj&aelig;lp.dk</strong></p>
<p align="left">N&aring;r du tilmelder et  henvisningssted p&aring; <a href="http://www.findhjaelp.dk/" target="_blank">findhj&aelig;lp.dk</a> skal ovenst&aring;ende  felter oplyses. Alle tilbud p&aring; <a href="http://xn--findhjlp-o0a.dk" target="_blank">findhj&aelig;lp.dk</a> skal opfylde f&oslash;lgende, af Cyberhus definerede krav. Cyberhus p&aring;ber&aring;ber  sig ret til at afvise eller slette tilbud som ikke opfylder disse krav:<br />
    <br />
  1) tilbuddet skal henvende  sig til b&oslash;rn og unge<br />
  2) tilbuddet skal v&aelig;re  omkostningsfrit for b&oslash;rn og unge<br />
  3) tilbuddet skal kunne  tilg&aring;es af b&oslash;rn og unge uden forudg&aring;ende visitation<br>
  4) tilbuddet skal v&aelig;re funderet i &oslash;nsket om at hj&aelig;lpe b&oslash;rn og unge i  forhold til en eller flere problemstillinger, uafh&aelig;ngigt af barnets/den  unges&nbsp;sociale,&nbsp;kulturelle og religi&oslash;se baggrund.</p>
<p align="left">De enkelte tilbud indtaster selv deres oplysninger, som efterf&oslash;lgende  bliver verificeret i forhold til indhold og beskrivelse af tilbudet, af  en p&aelig;dagogisk ansvarlig koordinator p&aring; Cyberhus. Verificeringen sker  ud fra de oplysninger som det enkelte r&aring;dgivningstilbud stiller til  r&aring;dighed. &nbsp;Foreninger, organisationer og enkeltst&aring;ende personer, som  Cyberhus ikke har forudg&aring;ende kendskab til, skal i till&aelig;g til  oplysningerne der fremg&aring;r p&aring; <a href="http://xn--findhjlp-o0a.dk" target="_blank">findhj&aelig;lp.dk</a>, udfylde et verificeringsskema med f&oslash;lgende oplysninger:</p>
<p align="left">1) Beskrivelse af id&eacute;grundlag og form&aring;l<br>
  2) Beskrivelse af m&aring;lgruppe og de voksne der har den direkte kontakt til m&aring;lgruppen <br>
  3) Samarbejdspartnere og/eller referencer</p>
<p align="left"> M&aring;let med verificeringsprocessen er at skabe h&oslash;jest mulig sikkerhed for barnet/den unge i  m&oslash;det med de voksne  der henvises til via <a href="http://findhjaelp.dk">findhj&aelig;lp.dk</a>. Cyberhus har ingen direkte indflydelse eller ansvar for de konkrete forl&oslash;b det enkelte tilbud praktiserer. </p>
<p align="left">Endvidere vil du blive bedt om at oplyse din mailadresse og dit navn.  Denne oplysning skal vi bruge for at kunne kontakte dig fremover af  hensyn til opdatering af de oplyste informationer.</p>
<p align="left">Vi videregiver ikke dine oplysninger til andre  instanser og vi anvender dem heller ikke til markedsf&oslash;ring  eller anden reklame. <br />
  <br />
  Oplysningerne bruges udelukkende i  forbindelse med <a href="http://www.findhjaelp.dk/" target="_blank">findhj&aelig;lp.dk</a> og udsendelsen af nyhedsbreve herfra,  og vil blive slettet umiddelbart efter en eventuel opsigelse af  henvisningsstedet p&aring; <a href="http://www.findhjaelp.dk/" target="_blank">findhj&aelig;lp.dk</a><br />
  <br />
  Du kan til enhver  tid afmelde henvisningsstedet ved at sende os en mail fra <a href="/files/findhjaelp/kontakt_os_inc_head.php" target="_blank">kontakt os</a>-siden .</p>
</div>
</body>
</html>
