<html><head>
<title>Tilf&oslash;j nyt r&aring;dgivningssted</title>

<script src="findhjaelp.js" language="JavaScript" type="text/javascript"></script>

<link href="http://www.cyberhus.dk/files/styles/style_findhjaelp.css" rel="stylesheet" type="text/css" media="screen"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"><style type="text/css">
<!--
body {
	background-color: #FFFFFF;
}
-->
</style></head>
<body>
<div id="container_frame_tekst">

        <p><strong>Om Cyberhus</strong><br>
        Cyberhus er et online klubhus   og anonym r&aring;dgivningstjeneste for udsatte b&oslash;rn og unge. Cyberhus har   taget initiativ til Findhj&aelig;lp.dk p&aring; baggrund af de mange henvisninger   vi til dagligt giver b&oslash;rn og unge til hj&aelig;lpeforanstaltninger i deres   n&aelig;romr&aring;de. Det er s&aring;ledes Cyberhus der moderer og l&oslash;bende udvikler   Findhj&aelig;lp.dk.&nbsp;</p>
        <p>Cyberhus er organiseret i landsorganisationen   Ungdommens Vel og er en frivillig organisation. Derved sikres uafh&aelig;ngigheden   af offentlige myndigheder og friheden til at forf&oslash;lge de m&aring;l, som   f&oslash;lger af vores mission og vision. Vi har et s&aelig;rdeles godt samarbejde   med kommuner, ministerier og andre offentlige myndigheder.&nbsp;</p>
        <p><strong>Cyberhus' m&aring;lgruppe</strong><br>
          Den prim&aelig;re aldersgruppe er   fra ca. 9 til 18 &aring;r med hovedv&aelig;gt p&aring; b&oslash;rn og unge i alderen 12 -   15 &aring;r.&nbsp;</p>
        <p>1. B&oslash;rn og unge med pludseligt   opst&aring;ede, forholdsvis forbig&aring;ende, personlige eller relationsm&aelig;ssige   problemer. Dette drejer sig om b&oslash;rn og unge som kommer fra relativt   velfungerende hjem, hvor der bl.a. kan v&aelig;re tale om problemer omhandlende   mobning, k&aelig;rlighed, sex, pubertet o.lign.&nbsp;</p>
        <p>2. Marginaliserede og/eller   belastede b&oslash;rn og unge</p>
        <p>Her er tale om b&oslash;rn og unge,   hvis hverdag har v&aelig;ret eller kan v&aelig;re pr&aelig;get af vold, seksuelt overgreb,   stofmisbrug og/eller kriminalitet, manglende tilknytning til skole og   manglende positive voksenrelationer.&nbsp;
        </p>
        <p><strong>R&aring;dgivning</strong><br>
        Cyberhus tilbyder netbaseret   r&aring;dgivning via chat eller e-mail, og henviser i den forbindelse b&oslash;rnene   til hj&aelig;lpeforanstaltninger overalt i Danmark. Vi har taget initiativ   til Findhj&aelig;lp.dk for at bygge bro mellem hj&aelig;lpen til s&aring;rbare b&oslash;rn   og unge kan f&aring; hos os online, og den hj&aelig;lp de kan finde lokalt offline.Vores   r&aring;dgivning er &aring;ben og anonym. Alle r&aring;dgivere i Cyberhus er voksne,   med relevant faglig baggrund.&nbsp;</p>
        <p> For mere information se <a href="http://www.cyberhus.dk/" target="_blank"><u>www.cyberhus.dk</u></a> og <a href="http://www.ungdommens-vel.dk/" target="_blank"><u>www.ungdommens-vel.dk</u></a></p>


</div>
</body>

</html>