Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/faq_ask/translations/*.po
Languages: da

source: This module is an add-on to the FAQ module that allows users with the 'ask question' permission to create a question which will be queued for an 'expert' to answer.
da: Dette modul er et tillægsmodul til FAQ-modulet. FAQ_ASK gør det muligt for besøgende på sitet at stille spørgsmål, som vil blive besvaret af en vejleder.

source: The module shows an abbreviated version of the FAQ form without an answer field. The node is created without the 'published' attribute. There is a block that will show the unanswered questions to the 'expert' (generally, this requires a separate role).
da: Modulet viser en forenklet version af FAQ-formularen uden et "svar"-felt. Den pågældende node dannes uden standardattributten "published". Der er en block, der vil vise det ubesvarede spørgsmål til vejlederen (generelt vil dette kræve en seperat rolle):

source: Viewing of the completed question and answer pair is done by the FAQ module.
da: FAQ-modulet klarer visningen af det komplette spørgsmål/svar-par.

source: Simply adding the 'FAQ' content type to a vocabulary will not make it eligible for experts; you must go to the settings page and add it there.
da: Bare det at tilføje indholdstypen 'brevkasse' til et ordforråd gør det ikke tilgængeligt for vejledere. Du skal vende tilbage hertil for at tilføje det.

source: In order for the Faq_Ask module to operate, you must, at the least,: 1) Define at least one vocabulary for use with the "faq" content type; 2) select one or more roles as experts (and you may have to "Save configuration"); 3) select at least one category and expert combination; 4) click the "Save configuration" button.
da: For at modulet Faq_Ask kan fungere skal du som et minimum,; 1) Definere mindt et ordforråd, der tilknyttes indholdstypen "brevkasse"; 2) vælg en eller flere roller som vejledere (husk for en sikkerheds skyld at "Gem konfiguration"; 3) Vælg mindst én kombination af kategori og vejleder; 4) Klik på knappen "Gem konfiguration".

source: You may go <a href="!setting">here</a> to change the block limit.
da: Du kan gå <a href="!setting">hertil</a> for at ændre blokkens begrænsning.

source: ask question
da: stil spørgsmål

source: The Faq_Ask module has been enabled.
da: Faq_Ask-modulet er blevet aktiveret.

source: Please go to the <a href="!url">settings page</a> to configure this module.
da: Gå til <a href="!url">indstillinger</a> for at konfigurere modulet.

source: That question has already been answered.
da: Dette spørgsmål er allerede besvaret.

source: You are not allowed to edit that question.
da: Du har ikke tilladelse til at redigere dette spørgsmål.

source: Currently, there are no categories defined.
da: P.t. er der ikke defineret nogle kategorier.

source: Please <a href="!url">ask your site administrator</a> to set up this feature.
da: <a href="!url">Kontakt sidens administrator</a> for at opsætte denne feature.

source: <suggest a category>
da: <foreslå en kategori>

source: Category
da: Kategori

source: Please select the correct category for your question.
da: Vælg den rigtige kategori til dit spørgsmål.

source: Suggested Category
da: Foreslået kategori

source: Please enter your suggested category for the question.
da: Indtast dit forslag til en kategori til dette spørgsmål.

source: Question
da: Spørgsmål

source: Enter your question here. It will be answered as soon as possible.
da: Indtast dit spørgsmål her. Det vil blive besvaret så hurtigt som muligt.

source: Send my question
da: Send mit spørgsmål

source: Suggested by @name (!uid) on @date
da: Forslået af @name (!uid) den @date

source: Anonymous
da: Anonym

source: left side
da: venstre side

source: right side
da: højre side

source: bottom
da: bund

source: It should appear in the list at the @region of the screen momentarily.
da: Det vil blive vist i listen i @region på skærmen om et øjeblik.

source: It should appear in the list momentarily.
da: Det vil blive vist i listen om et øjeblik.

source: Your question has been submitted.
da: Dit spørgsmål er sendt ind.

source: You have a question waiting on !site
da: Der ligger et spørgsmål til dig på !site

source: Dear !username,
da: Kære !username,

source: The following question has been posted in the "@cat" category.
da: Det følgende spørgsmål er blevet posted i kategorien "@cat".

source: In order to answer it you will first need to <a href="!login_uri">login</a> to the site.
da: Du skal <a href="!login_uri">logge ind</a> for at besvare spørgsmål.

source: Once logged in, you may proceed <a href="!answer_uri">directly to the question</a> to answer it.
da: Når du er logget ind, kan du fortsætte <a href="!answer_uri">direkte til spørgsmålet</a> for at besvare det.

source: Errors were found, please correct them before proceeding.
da: Der er blevet opdaget fejl, vær venlig at rette disse før du fortsætter.

source: The Faq_Ask module requires that FAQ "Categorize questions."
da: Modulet Faq_Ask kræver at FAQ "Kategoriser spørgsmål."

source: The Faq_Ask module requires that at least one vocabulary apply to the "faq" content type. Please go to the Taxonomy <a href="!taxo_uri">configuration page</a> to do this.
da: Modulet Faq_Ask kræver at der tilknyttes mindst et ordforråd til indholstypen "brevkasse". Gå til taksonomiens <a href="!taxo_uri">konfigurationsside</a> for at gøre dette.

source: Notifications
da: Notifikationer

source: Notify experts
da: Underret vejledere

source: If this box is checked, the expert(s) for the question will be notified via email that a question awaits them. If you do not choose this option, the "Unanswered Questions" block will be the only way they will know they have questions to answer.
da: Hvis denne boks er markeret, vil den tilknyttede vejleder blive noticeret via e-mail om at der afventer dem et spørgsmål. Hvis du ikke vælger denne mulighed, vil blokken "ubesvarede spørgsmål" være den eneste måde vejlederne ved at de har ubesvarede spørgsmål, der venter på dem.

source: Allow "Suggest a category"
da: Tillad "Foreslå en kategori"

source: If this box is checked, the person asking a question will have an option to enter a new category. It will have the default expert assigned to it until you return here to correct the assignment.
da: Hvis denne boks er markeret, vil personen, der stiller spørgsmålet, have mulighed for at indtaste en ny kategori. Den vil have default vejlederen tilknyttet, indtil du vender tilbage hertil for at ændre dette.

source: Answer advice for the expert
da: Hjælp til vejlederen vedr. svar.

source: This text will be shown at the bottom of the "Unanswered questions" block.
da: Denne tekst vises i bunden af blokken "Ubesvarede spørgsmål".

source: Advice for an administrator/editor
da: Hjælp til administrator/editor.

source: Help text for the asker
da: Hjælpetekst for personen, der spørger.

source: This text will be shown at the top of the "Ask a Question" page.
da: Denne tekst vises i toppen af siden "spørg brevkassen".

source: Question Box Length
da: Længden på spørgsmålsboksen

source: This sets the length of the question box (not the question itself). This affects only the FAQ_Ask module, not the FAQ display. The recommendation is to set it as wide as your theme will allow it. Note: If resizable textareas are enabled, this setting will have no effect.
da: Dette definerer længden på spørgsmålsboksen (ikke selve spørgsmålet). Dette påvirker kun modulet Faq_Ask, og ikke FAQ-visningen. Det anbefales at sætte værdien (bredden) så højt som dit theme tillader det. Note: Hvis "resizable textareas" er aktiveret, vil denne indstilling ikke have nogen betydning.

source: Experts
da: Vejledere

source: Use these vocabularies
da: Anvend disse ordforråd

source: Only the terms from the selected vocabularies will be included in the list below.
da: Kun ordene fra de valgte ordforråd inkluderes i nedenstående liste.

source: Simply adding the 'FAQ' content type to a vocabulary will not make it eligible for experts; you must return to here to add it.
da: Bare det at tilføje indholdstypen 'brevkasse' til et ordforråd gør det ikke tilgængeligt for vejledere. Du skal vende tilbage hertil for at tilføje det.

source: If you select different vocabularies, you must save the configuration BEFORE selecting users below.
da: Hvis du vælger forskellige ordforråd, skal du gemme konfigurationen FØR du vælger brugere her nedenfor.

source: Free tagging vocabularies are not allowed for Faq_Ask.
da: Ordforråd med fri tagging er ikke tilladt for Faq_Ask.

source: No roles with "answer question" permission were found; only !admin is currently eligible to be an expert. You may want to go to the <a href="!access">Permissions page</a> to update your permissions.
da: Der blev ikke fundet nogen roller med "besvar spørgsmål" tilladelse. Gå til <a href="!access">Tilladelser</a> for at opdatere brugernes tilladelser.

source: No vocabularies or terms were found for the "faq" content type . Please go to the <a href="!access">Categories page</a> to update your vocabulary.
da: Der blev ikke fundet nogle ordforråd eller ord for denne "faq" indholdstype. Gå til <a href="!access">Ordforråd</a> for at opdatere sidens ordforråd.

source: Expert Roles
da: Vejlederroller

source: User 1 (@admin) will always be in the list, regardless of roles.
da: User 1 (@admin) er altid på listen, uanset rollerne.

source: If you select different roles, you must save the configuration BEFORE selecting users below.
da: Hvis du vælger forskellige roller, skal du gemme konfigurationen FØR du vælger brugere her nedenfor.

source: Note: Even though the check boxes below are checked, you must still click the "Save configuration" button to save the expert settings.
da: Note: selvom nedenstående checkbokse er selekteret, så skal du stadig klikke på "Save configuration"-knappen for at gemme indstillingerne.

source: Those who will be answering questions will need both "answer question" and "edit faq" permissions.
da: Vejlederne, der besvarer spørgsmål har brug for tilladelser til både "besvar spørgsmål" and "rediger spørgsmål"

source: !name doesn't exist. If you have just changed your role selections this may be okay.
da: !name eksisterer ikke. Hvis du lige har ændret rolleselektionerne, er dette muligvis okay.

source: Default expert
da: Default vejleder

source: The selected user will be assigned as the expert for all terms that are added to the selected vocabularies until you return to this page and update it.
da: Den valgte bruger bliver tilknyttet som vejleder for alle ordene, der er tilføjet til de valgte ordforråd, indtil du vender tilbage hertil og opdaterer det.

source: Save configuration
da: Gem indstillinger

source: Configuration has been updated.
da: konfigurationen er blevet opdateret.

source: Attempt to assign expert failed.
da: Forsøg på at tilknytte vejleder er mislykkedes.

source: Assigned expert @expert to @name (@tid).
da: Vejlederen @expert er tilknyttet @name (@tid).

source: Faq_ask_taxonomy: Unknown op (@op) encountered
da: Faq_ask_taxonomy: Ukendt op (@op) er opstået

source: Attempt to delete expert failed.
da: Forsøg på at slette vejleder mislykkedes.

source: Deleted experts for '@name'.
da: Slettede vejledere for '@name'.

source: The Helpers_database module is not present or not enabled. It is required for Faq_Ask. Faq_Ask has been disabled to prevent a site outage.
da: Modulet Helpers_database kan ikke findes eller er ikke aktiveret. Det er påkrævet af Faq_Ask. Faq_Ask er blevet deaktiveret for at forhindre, at siden går ned.

source: If you select a question, you must answer it.
da: Hvis du klikker på et spørgsmål, er du FORPLIGTET til at besvare det!!

source: You are allowed to edit unanswered questions.
da: Du kan redigere ubesvarede spørgsmål.

source: You may edit your own questions until they are answered.
da: Du kan redigere dine egne spørgsmål, indtil de er blevet besvaret-

source: Add a question for our expert to answer. After being answered, your question and the answer will be displayed in the FAQ pages. If the question will not fit in the box below, please try to rephrase it.
da: Stil et spørgsmål til vores vejledere. Når det er blevet besvaret vil dit spørgsmål+svar kunne findes i brevkassesektionen. Hvis spørgsmålet ikke kan være i boksen, så kan du prøve at omformulere det.

source: Unanswered Questions
da: Ubesvarede spørgsmål

source: Ask a Question
da: Spørg brevkassen

source: Number of questions to show
da: Antallet af spørgsmål, der vises

source: This controls the number of questions that appear in the 'Unanswered Questions' block.
da: Dette kontrollerer antallet af spørgsmål, der bliver vist i "Ubesvarede spørgsmål"-blokken.

source: For some strange reason, I couldn't find any categories for you.
da: Af uforklarlige årsager kunne jeg ikke finde nogle kategorier til dig.

source: more...
da: mere...

source: Currently there are no unanswered questions for you to view.
da: Der er p.t. ingen ubesvarede spørgsmål at vise dig.

source: All Unanswered Questions
da: Alle ubesvarede spørgsmål

source: Expert notification email sent to @to
da: Notifikations-e-mail til vejleder er sendt til @to

source: Expert notification email to @to failed for the "@cat" category.
da: Det lykkedes ikke at sende en notifikations-e-mail for "!cat" kategorien.

source: Vocabulary @voc was deleted from Faq_Ask by @name.
da: @name har slettet ordforråd @voc fra Faq_Ask.

source: answer question
da: besvar spørgsmål

source: Allows the user to configure the Ask_FAQ module.
da: Giv brugere lov til at konfigurere Faq_Ask-modulet.

source: Ask a question
da: Spørg brevkassen

source: Answer a question
da: Besvar et spørgsmål

source: Edit a question
da: Rediger et spørgsmål

source: List more unanswered questions
da: Vis flere ubesvarede spørgsmål

source: User identifier for the expert.
da: bruger-id til vejlederen.

source: Taxonomy identifier of the terms for the expert.
da: Taksonomi-id for ordene til vejlederen.

source: faq_ask module installed.
da: modulet faq_ask er installeret.

source: faq_ask table creation failed. Please "uninstall" the module and retry.
da: faq_ask tabel blev ikke dannet. Du kan evt. "afinstallere" modulet og prøve forfra.

source: faq_ask module uninstalled.
da: modulet faq_ask er afinstalleret.

source: Allows an unanswered question 'queue' for the FAQ module.
da: Tillad en kø af ubesvared spørgsmål til FAQ-modulet.
