Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/potx/translations/*.po
Languages: de, fr, hu, uk

source: POT extractor
de: POT Extraktor
fr: Extracteur de POT
hu: POT kinyerő

source: Provides a web interface to extract Gettext templates from the sources of installed modules.
de: Bietet eine Weboberfläche, um Gettext Vorlagen aus den Quellen der installierten Module zu extrahieren.
fr: Fournit une interface web pour extraire les modèles Gettext à partir des sources des modules installés.
hu: Webes felhasználói felületet biztosít a Gettext üzenetfájlok sablonjainak (.pot kiterjesztésű állományok) elkészítéséhez a telepített modulok forrásából.

source: Generated from files: #
hu: Forrásállományok: #

source: Generated from file:
hu: Forrásállomány:

source: No version information was available in the source files.
hu: A forrásállományban nincs elérhető verzió-információ.

source: Invalid marker content in $file:$line * $marker(
hu: Érvénytelen jelzés tartalom: $file:$line * $marker(

source: administer content types
hu: tartalom tipus adminisztrálása

source: administer nodes
hu: tartalom adminisztrálása

source: access content
hu: hozzáférés a tartalomhoz

source: view revisions
hu: javítások megtekintése

source: revert revisions
hu: javítások visszavonása

source: Helps to extract pot-files for translations from the sources of installed modules.
de: Hilft dabei die POT Übersetzungsdateien aus den Quellen der installierten Module zu erstellen.
fr: Extrait les fichiers .pot à partir des sources des modules installés pour en permettre la traduction.
hu: Segítség a pot állományok kinyeréséhez a telepített modulok forrásából a fordítások számára.
uk: Допомагає експортувати pot-файли з коду інстальованих модулів.

source: This page allows you to generate translation templates for module files. Select the module you wish to generate a template file for. A single Gettext Portable Object Template file is generated (unlike the output of the command line extractor utility), so you can easily save it and start translation.
de: Diese Seite erlaubt die Erzeugung von Übersetzungsvorlagen für Moduldateien. Dazu muss das Modul für das eine Vorlagendatei erzeugt werden soll ausgewählt werden. Dann wird eine einzelne Gettext Portable Object Vorlagendatei erzeugt (im Gegensatz zu dem Kommandozeilen Extrahier-Utility), welche gespeichert und übersetzt werden kann.
fr: Cette page vous permet de générer les modèles de traduction de chaque module. Sélectionner en un pour créer le fichier Gettext POT (Portable Object Template) qui sera unique contrairement à la ligne de commande de l'outil d'extraction. Ainsi vous pouvez facilement le sauver et commencer la traduction.
hu: Ezen oldal lehetővé teszi fordítási sablonok létrehozását a modul állományok számára. Válassza ki azt a modult, amelyhez sablon állományt szeretne generálni. A Gettext Hordozható Objektum (.pot állomány) Sablon létrehozása egyszerűen elvégezhető (ellentétben a parancssori alkalmazásokkal), könnyedén elmenthető és már indulhat is a fordítás.
uk: Ця сторінка дозволяє генерувати шаблони перекладів для файлів модулів. Виберіть модуль, для якого Ви хочете згенерувати шаблон. Генерується один файл Gettext Portable Object Template (на відміну від результату роботи утліти-екстратора для командного рядка), тож Ви можете просто зберегти його і почати переклад.

source: Extract strings
de: Zeichenketten extrahieren
fr: Extraire les chaînes
hu: Karaktersorozatok kinyerése
uk: Екстрагувати (витягнути) рядки

source: administer locales
hu: helyek adminisztrálása

source: Extract
de: Extrahieren
fr: Extraire
hu: Kinyerés
uk: Екстрагувати

source: Extract from %module_name module, in directory %dir_name
de: Aus dem Modul %module_name im Verzeichnis %dir_name extrahieren
fr: Extraire à partir du module %module_name dans le répertoire %dir_name
hu: Kinyerés a %module_name modulból a %dir_name könyvtárban
uk: Екстрагувати з модуля %module_name у папку %dir_name

source: Generates output from all files found in this directory.
de: Die Ausgaben von allen in diesem Verzeichnis gefundenen Dateien erzeugen.
fr: Génère la sortie à partir de tous les fichiers trouvés dans ce répertoire.
hu: Kimenet generálása az összes e könyvtárban található állományból.
uk: Генерує результат для всіх файлів, знайдених у цій папці.

source: Extract from all modules in directory "@dir_name"
de: Aus allen Modulen in „@dir_name“ extrahieren
fr: Extrait à partir de tous les modules dans le répertoire "@dir_name"
hu: Kinyerés a „@dir_name” könyvtárban található összes modulból
uk: Екстрагувати (витягнути) з усіх модулів у папку "@dir_name"

source: To extract from a single module in this directory, choose the module entry in the fieldset below.
de: Um aus einem einzelnen Modul in diesem Verzeichnis zu extrahieren, kann ein Modul in der unten aufgeführten Feldliste ausgewählt werden.
fr: Pour extraire uniquement à partir d'un module de ce répertoire, choisissez l'entrée du module dans le champ ci-dessous.
hu: Egyetlen modul kivonatolása ebben a könyvtárban, válassza ki a modul bemenetet a lenti mezőben.
uk: Щоб екстрагувати рядки з одного модуля у цій папці виберіть відповідне поле серед полів нижче.

source: Modules in "@dir_name"
de: Module in „@dir_name“
fr: Modules dans "@dir_name"
hu: Modulok a „@dir_name” könyvtárban
uk: Модулі у "@dir_name"

source: Extract from module %module_name
de: Aus dem Modul %module_name extrahieren
fr: Extrait à partir du module %module_name
hu: Kivonat a %module_name modulból
uk: Екстрагувати з модуля %module_name

source: Extract from files named %module_pattern, in directory %module_dir.
de: Aus den Dateien im Verzeichnis %module_dir mit den Namen %module_pattern extrahieren.
fr: Extrait à partir des fichiers appelés %module_pattern dans le répertoire %module_dir
hu: Kivonat a %module_pattern nevű állományból a %module_dir könyvtárban.
uk: Екстрагувати з файлів з назвою %module_pattern у папку %module_dir.

source: Test string 1
hu: Próbaszöveg 1
uk: Тестовий рядок 1

source: Test string 2 %string
hu: Próbaszöveg 2 %string
uk: Тестовий рядок 2 %string

source: Test string 3
hu: Próbaszöveg 3
uk: Тестовий рядок 3

source: Special characters
hu: Különleges karakterek
uk: Спеціальні Символи

source: Embedded $variable
hu: Beágyazott $variable
uk: Вбудований $variable

source: more $special characters
hu: több $special karakter
uk: більше $special символів

source: even more $special characters
hu: mégtöbb $special karakter

source: Mixed 'quote' "marks"
hu: Vegyes 'idéző' "jelek"
uk: Змішані 'знаки' "лапок"

source: Mixed "quote" 'marks'
hu: Vegyes "idéző" 'jelek'
uk: Змішані "знаки" 'лапок'

source: This is some repeating text
hu: Ez egy ismétlődő szöveg
uk: Це якийсь текст, що повторюється

source: one day
hu: egy nap
uk: один день

source: access extrator data
hu: hozzáférés a kinyerő adataihoz

source: administer extractor data
hu: a kinyerő adatainak adminisztrálása

source: default
hu: alapértelmezett

source: help
hu: súgó
uk: допомога

source: Help called
hu: Súgó meghívva
uk: Викликано допомогу

source: This is some help
hu: Ez valami súgó
uk: Це якась допомога

source: Special\ncharacters
uk: Спеціальні\nСимволи

source: even more \$special characters
uk: ще більше \$special символів
