Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: da

source: Show issues from
da: Vis udgaver fra

source: Title
da: Titel

source: Newsletter
da: Nyhedsbrev

source: Date created
da: Dato oprettet

source: Published
da: Udgivet

source: Sent
da: Sendt

source: Edit
da: Rediger

source: edit
da: redigér

source: No newsletters available.
da: Ingen nyhedsbreve tilgængelige.

source: Newsletter name
da: Nyhedsbrevets titel

source: Subscribers
da: Abonnementer

source: Operations
da: Handlinger

source: edit newsletter
da: rediger nyhedsbrev

source: There are currently no newsletter series.
da: Der er p.t. ingen serier af nyhedsbreve.

source: Delete
da: Slet

source: This name of this newsletter.
da: Denne titel på dette nyhedsbrev.

source: Description
da: Beskrivelse

source: A description of the newsletter. To be displayed on taxonomy/term pages and RSS feeds.
da: En beskrivelse af nyhedsbrevet. Dette vises på taksonomi/ord-sider og RSS feeds.

source: Weight
da: Vægt

source: Newsletters are displayed in ascending order by weight.
da: Nyhedsbreve præsenteres stigende ordnet efter vægt.

source: From name
da: Fra navn

source: From email address
da: Fra e-mail-adresse.

source: HTML to text conversion
da: HTML-til-tekst-konvertering

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
da: Når dit nyhedsbrev er sendt som plain tekst, vil disse muligheder bestemme hvordan tekstkonverteringen udføres.

source: Hyperlink conversion
da: Hyperlink-konvertering

source: Append hyperlinks as a numbered reference list
da: Tilføj hyperlinks som en nummereret referenceliste.

source: Display hyperlinks inline with the text
da: Vis Hyperlinks inline med teksten

source: Save
da: Gem

source: The sender's email address you supplied is not valid.
da: Den angivne afsender-e-mail-adresse er ikke gyldig.

source: Created new term %name.
da: Nyt ord: %name er oprettet.

source: Updated term %name.
da: Ordet: %name er oprettet.

source: Note: All subscriptions associated with this newsletter will be lost.
da: Note: alle tilmeldinger associeret med dette nyhedsbrev vil gå tabt.

source: Are you sure you want to delete %title?
da: Ønsker du at slette %title?

source: This action cannot be undone.
da: Handlingen kan ikke fortrydes.

source: Cancel
da: Annuller

source: Newsletter %title has been deleted.
da: Nyhedsbrev %title er blevet slettet.

source: Are you sure you want to delete these subscriptions?
da: Er du sikker på du vil slette disse tilmeldinger?

source: Delete all
da: Slet alle

source: The subscriptions have been deleted.
da: Tilmeldingerne er blevet slettet.

source: Email addresses
da: E-mail adresser

source: Email addresses must be separated by comma, space or newline.
da: E-mail-adresserne skal separeres med komma, mellemrum eller newline.

source: Subscribe to
da: Tilmelding til

source: Site default language
da: Sidens default sprog

source: Anonymous user preferred language
da: Sprog til anonyme brugere

source: Anonymous users will be subscribed with the selected preferred language. They will receive newsletters in this language if available. Registered users will be subscribed with their preferred language as set on their account page.
da: Anonyme brugere vil blive tilmeldt med det valgte sprog. De vil modtage nyhedsbreve på dette sprog hvis det er tilgængeligt. Registrerede brugere vil blive tilmeldt med det sprog, de har valgt i deres konto-indstillinger.

source: Subscribe
da: Abonnér

source: The following addresses were added or updated: %added.
da: De følgende adresser blev tilføjet eller opdateret: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
da: Adresserne blev tilmeldt til følgende nyhedsbreve: %newsletters.

source: No addresses were added.
da: Ingen adresser blev tilføjet

source: The following addresses were invalid: %invalid.
da: De følgende adresser er ugyldige: %invalid.

source: Active users
da: Aktive brugere

source: Inactive users
da: Inaktive brugere

source: Subscriptions matching the selected states will be exported.
da: Tilmeldinger, der matcher de valgte indstillinger vil blive eksporteret.

source: Subscribed to
da: Abonnerer på

source: Subscriptions matching the selected newsletters will be exported.
da: Tilmeldinger, der matcher det valgte nyhedsbreve wil blive eksporteret.

source: Export
da: Eksporter

source: No addresses were found.
da: Ingen adresser blev fundet.

source: Export results
da: Eksport resultater

source: Email addresses must be separated by comma, space or newline. Email addresses which are no longer subscribed to any newsletter, will be removed from the database.
da: E-mail-adresser skal separeres med komma, mellemrum, eller newline. E-mail-adresser, der ikke længere er tilmeldt et nyhedsbrev vil blive fjernet fra databasen.

source: Unsubscribe from
da: Afmelding fra

source: Unsubscribe
da: Opsig abonnement

source: The following addresses were unsubscribed or removed: %removed.
da: Følgende adresser blev afmeldt eller fjernet: %removed.

source: The addresses were unsubscribed from the following newsletters: %newsletters.
da: Adresserne blev afmeldt fra følgende nyhedsbreve: %newsletters.

source: No addresses were removed.
da: Ingen adresser blev fjernet.

source: Username
da: Brugernavn

source: Update options
da: Opdateringsindstillinger

source: Activate
da: Aktivér

source: Inactivate
da: Deaktiver

source: Update
da: Opdater

source: No items selected.
da: Ingen elementer valgt.

source: The update has been performed.
da: Opdatering udført.

source: Content types
da: Indholdstyper

source: Content types to be used as newsletter.
da: Indholdstyper, der skal bruges til nyhedsbreve.

source: <select>
da: <vælg>

source: Newsletter vocabulary
da: Nyhedsbrev ordforråd

source: This vocabulary identifies newsletter series. Note that changing this vocabulary will require existing newsletters to be re-tagged and activated newsletter blocks to be re-activated.
da: Dette ordforråd identificerer serier af nyhedsbreve. Bemærk at hvis man ændrer dette ordforråd kræves det at de eksisterende nyhedsbreve re-tagges samt at de aktiverede nyhedsbreve blokke reaktiveres.

source: Updated vocabulary %name.
da: Ordforråd %name opdateret.

source: Default newsletter options
da: Standard nyhedsbrevindstillinger

source: Default newsletter format.
da: Default nyhedsbrev format.

source: Install <a href="@mime_mail_url">Mime Mail</a> module to send newsletters in HTML format.
da: Installer <a href="@mime_mail_url">Mime Mail</a> modul til at sende nyhedsbreve i HTML format.

source: Priority
da: Prioritet

source: none
da: ingen

source: highest
da: højeste

source: high
da: høj

source: low
da: lav

source: lowest
da: laveste

source: Note that email priority is ignored by a lot of email programs.
da: Bemærk at e-mail prioritet ignoreres af mange e-mail-programmer.

source: Request receipt
da: Spørg efter bekræftelse

source: Request a Read Receipt from your newsletters. A lot of email programs ignore these so it is not a definitive indication of how many people have read your newsletter.
da: Anmod om bekræftelse af om nyhedsbrevet er blevet læst. Mange e-mail-programmer ignorerer dette, så det er ikke en definitiv indikator for hvor mange personer, der har læst nyhedsbrevet.

source: Default send action
da: Default handling for afsending

source: Don't send now
da: Send ikke nu

source: Send one test newsletter to the test address
da: Send et nyhedsbrev til testadressen

source: Send newsletter
da: Send nyhedsbrev

source: Test addresses
da: Test adresser

source: Supply a comma-separated list of email addresses to be used as test addresses. The override function allows to override these addresses in the newsletter editing form.
da: Angiv en kommasepareret liste af e-mail-adresser, der skal anvendes som testadresser. Override-funktionen giver tilladelse til at override disse adresser i nyhedsbrevets redigeringsmuligheder.

source: Email address
da: E-mail-adresser

source: Allow test address override
da: Tillad override af testadresser

source: Default sender address that will only be used for confirmation emails. You can specify sender information for each newsletter separately on the newsletter's settings page.
da: Default afsender adresse, som kun vil blive brugt til bekræftelses-e-mails. Du kan specificere seperat afsenderinformation for hvert nyhedsbrev i det enkelte nyhedbrevs indstillinger.

source: Use cron to send newsletters
da: Brug cron til at sende nyhedsbreve

source: When checked cron will be used to send newsletters (recommended). Test newsletters and confirmation emails will be send immediately. Leave unchecked for testing purposes.
da: Når markeret anvendes cron til at sende nyhedsbreve (anbefalet). Testnyhedsbreve og bekræftelses-e-mails sendes ud med det samme. Lad dette felt være umarkeret hvis du vil teste.

source: Unlimited
da: Ubegrænset

source: Cron execution must not exceed the PHP maximum execution time of %max seconds. You find the time spend to send emails in the <a href="/admin/reports/dblog">Recent log entries</a>.
da: Eksekvering af cron må ikke overskride den tidsmæssige maksimumgrænse for PHP-eksekvering, der er på %max sekunder. Du kan finde oplysninger om den tid, der anvendes til at sende e-mails i <a href="/admin/reports/dblog">Seneste log-oplysninger</a>.

source: Cron execution must not exceed the PHP maximum execution time of %max seconds.
da: Eksekvering af cron må ikke overskride den tidsmæssige maksimumgrænse for PHP-eksekvering, der er på %max sekunder.

source: Cron throttle
da: Cron justering

source: Sets the numbers of newsletters sent per cron run. Failure to send will also be counted.
da: Angiv antallet af nyhedsbreve, der skal sendes per cron-eksekvering. Mislykkede afsendingsforsøg vil også blive talt med.

source: Mail spool expiration
da: E-mail lagring

source: Immediate
da: Med det samme

source: 1 day
da: 1 dag

source: 1 week
da: 1 uge

source: 2 weeks
da: 2 uger

source: Newsletter mails are spooled. How long must messages be retained in the spool after successfull sending. Keeping the message in the spool allows mail statistics (which is not yet implemented). If cron is not used, immediate expiration is advised.
da: Nyehdsbreve lagres (they are spooled). Vælg hvor længe beskeder skal lagres efter succesfuld afsending. I den periode hvor nyhedsbrevet er lagret er det muligt at udarbejde e-mail-statistikker (endnu ikke implementeret). Hvis cron ikke anvendes, tilrådes det at vælge "Med det samme"

source: When checked all outgoing simplenews emails are logged in the system log. A logged email does not guarantee that it is send or will be delivered. It only indicates that a message is send to the PHP mail() function. No status information is available of delivery by the PHP mail() function.
da: Vælges dette, vil alle udgående nyhedsbreve (e-mails) blive logget i systemets log. En logget e-mail garanterer ikke at den er sendt eller at den vil blive leveret. Det indikerer kun at en e-mail er sendt til PHP mail() function. PHP mail() function leverer ingen informationer vedr. status på levering.

source: User account
da: Brugerkonto

source: Synchronize with account
da: Synkroniser med konto

source: When checked subscriptions will be synchronized with site accounts. When accounts are deteted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
da: Vælges dette vil tilmeldinger blive synkroniseret med sidens konti. Når konti er fundet, vil tilmeldinger med den samme e-mail-adresse blive fjernet. Når sidens konti er blokeret/ublokeret vil tilmeldinger blive deaktiveret/aktiveret. Vælges dette <em>ikke</em> ændres tilmeldinger ikke når associerede konti er fjernet eller blokeret.

source: Available variables are:
da: Tilgængelige variable er:

source: Confirmation emails
da: Bekræftelses-e-mails

source: Customize the confimation email which is sent to (un)subscribing visitors.
da: Juster bekræfstelses-e-mailen, der sendes til gæster, der vil afmelde.

source: Subject
da: Emne

source: Body text of subscribe email
da: Body tekst til tilmeldings-e-mail

source: Body text for already subscribed visitor
da: Body tekst til allerede tilmeldte gæster

source: Body text of unsubscribe email
da: Body tekst til afmeldings-e-mail

source: Body text for not yet subscribed visitor
da: Body tekst til gæster, der ikke er tilmeldt.

source: all newsletters
da: alle nyhedsbreve

source: All newsletters
da: Alle nyhedsbreve

source: Subscription filters
da: Tilmeldingsfiltre

source: Reset
da: Gendan

source: No subscriptions available.
da: Ingen abonnenter tilgængelige

source: Not published
da: Ikke udgivet

source: Inactive: no newsletters will be sent
da: Inaktiv: ingen nyhedsbreve modtages

source: Active: user will receive newsletters
da: Aktiv: bruger vil modtage nyhedsbreve

source: Not sent
da: Ikke afsendt

source: Currently sending by cron
da: Sender nu via cron

source: The email address you supplied is not valid.
da: Den angivne e-mailadresse er ikke gyldig.

source: You must select at least one newsletter.
da: Du skal mindst vælge ét nyhedsbrev.

source: The newsletter subscriptions for %mail have been updated.
da: Tilmeldingerne for nyhedsbreve til %mail er blevet opdateret.

source: You will receive a confirmation email shortly containing further instructions on how to complete your subscription.
da: Du vil modtage en bekræftelses-e-mail snarest, der indeholder yderligere instruktioner til hvordan du færdiggør tilmeldingen.

source: You will receive a confirmation email shortly containing further instructions on how to complete the unsubscription process.
da: Du vil modtage en bekræftelses-e-mail snarest, der indeholder yderligere instruktioner til hvordan du færdiggør afmeldingen.

source: Are you sure you want to add %user to the %newsletter mailing list?
da: Er du sikker på at du vil tilføje %user til mailing-listen for %newsletter?

source: Confirm subscription
da: Bekræft tilmelding

source: You always have the option of unsubscribing later.
da: Du har altid mulighed for at afmelde nyhedsbrevet senere.

source: %user was added to the %newsletter mailing list.
da: %user er tilføjet til mailing-listen for %newsletter.

source: Are you sure you want to remove %user from the %newsletter mailing list?
da: Er du sikker på at du vil fjerne %user fra mailing-listen til %newsletter?

source: Confirm unsubscription
da: Bekræft afmelding

source: This action will only remove you from the newsletter mailing list. If you are registered at our site, your account information will remain unchanged.
da: Denne handling vil kun fjerne dig fra mailing-listen til nyhedsbrevet. Hvis du er registreret på vores side, vil dette ikke påvirke oplysningerne på din konto.

source: %user was removed from the %newsletter mailing list.
da: %user er fjernet fra mailing-listenj til %newsletter.

source: Node
da: Indholdselement

source: Using nodes as newsletters.
da: Brug nodes som nyhedsbreve.

source: Sent status
da: Status for afsending

source: Newsletter sent status: Not sent, Pending (being sent or waiting for cron to run), Sent.
da: Status for afsending af nyhedsbrev: Ikke afsendt, Afventer (er ved at blive sendt, eller venter på at cron bliver kørt), Sendt.

source: Pending
da: Afventer

source: Missing newsletter vocabulary. Please set a vocabulary at <a href="@settings">Simplenews settings</a>.
da: Manglende ordforråd til nyhedsbrev. Vælg et ordforråd i <a href="@settings">Simplenews indstillinger</a>.

source: No newsletter term is selected, the newsletter taxonomy term is probably not configured correctly.<br /> Check and <strong>save</strong> the <a href="@settings">Simplenews general settings</a>.
da: Der er ikke valgt nogle ord (terms). Terms til nyhedsbrevet er måske ikke konfigureret korrekt. <br /> Kontroller og <strong>gem</strong> <a href="@settings">Simplenews generelle indstillinger</a>.

source: Test email address is empty.
da: Feltet til test-e-mail-adresser er tomt.

source: Invalid email address %mail.
da: Ugyldig e-mail-adresse %mail.

source: Missing test email address.
da: Der mangler test-e-mail-adresser

source: Newsletter %title was deleted.
da: Nyhedsbrevet %title er slettet.

source: This is the designated simplenews vocabulary.
da: Dette er det tilskrevne Simplenews ordforråd.

source: These content type(s) are used as newsletter. They can also be set in !simplenews_settings.
da: Disse indholdstyper bruges som nyhedsbrev. De kan også indstilles i !simplenews_settings.

source: This will be the body of your newsletter. Available variables are: !site (the name of your website), !uri (a link to your homepage), !uri_brief (homepage link without the http://), !date (today's date), !login_uri (link to login page), !confirm_subscribe_url (subscription confirmation link), !confirm_unsubscribe_url (unsubscription link), !newsletter_url (link to this newsletter issue), !newsletter_name (name of this newsletter series).
da: Dette bliver indholdet i dit nyhedsbrev. Du kan anvende følgende variabler: !site (navnet på din hjemmeside), !uri (et link til din hjemmeside), !uri_brief (link til hjemmeside uden http://), !date (dags dato), !login_uri (link til login-siden), !confirm_subscribe_url (link til bekræftelse af tilmelding), !confirm_unsubscribe_url (link til bekræftelse af afmelding), !newsletter_url (link til denne udgave af nyhedsbrevet), !newsletter_name (navnet på denne serie af nyhedsbreve).

source: Invalid vocabulary setting detected. Check and <strong>save</strong> the <a href="@settings">Simplenews general settings</a>.
da: Ugyldig indstilling for ordforråd. Tjek og <strong>gem</strong> <a href="@settings">Simplenews generelle indstillinger</a>.

source: Send action
da: Afsending

source: Sending
da: Sender

source: You have no privileges to send this newsletter
da: Du er ikke priviligeret til at sende dette nyhedsbrev

source: Test email addresses
da: Test e-mail-adresser

source: Supply a comma-separated list of email addresses to be used as test addresses.
da: Angiv en kommaserpareret liste med e-mail-adresser, der skal anvendes som test-adresser.

source: Email options
da: E-mail indstillinger

source: Email priority
da: E-mail prioritet

source: This newsletter has been sent
da: Dette nyhedsbrev er blevet sendt

source: All subscriptions to newsletter %newsletter have been deleted.
da: Alle tilmeldinger til nyhedsbrevet %newsletter er blevet slettet.

source: Current newsletter subscriptions
da: Nuværende abonnenter

source: My newsletters
da: Mine nyhedsbreve

source: Newsletters
da: Nyhedsbreve

source: None
da: Ingen

source: Current subscriptions
da: Nuværende tilmeldinger

source: my subscriptions
da: Mine tilmeldinger

source: Newsletter: @title
da: Nyhedsbrev: @title

source: Block message
da: Blokbesked

source: Stay informed on our latest news!
da: Få tilsendt vores nyhedsbrev!

source: Subscription interface
da: Tilmelding interface

source: Subscription form
da: Tilmeldingsformular

source: Link to form
da: Link til formular

source: Note: this requires permission 'subscribe to newsletters'.
da: Bemærk: dette kræver tilladelsen 'tilmeld til nyhedsbreve'.

source: Display link to previous issues
da: Vis link til foregående udgaver af nyhedsbrevet

source: Display previous issues
da: Vis foregående udgaver

source: Number of issues to display
da: Antal udgaver der vises

source: Display RSS-feed icon
da: Vis ikon til RSS-feed

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
da: Vælg de nyhedsbreve du ønsker at til/afmelde dig. Du vil modtage en mail, hvor du bliver bedt om at bekræfte dit valg.

source: Subscriptions for %mail
da: Tilmeldinger til %mail

source: Manage your newsletter subscriptions
da: Administrer tilmedlingerne til dine nyhedsbreve

source: User
da: Bruger

source: You have been subscribed.
da: Du er nu tilmeldt.

source: You have been unsubscribed.
da: Du er nu afmeldt.

source: Newsletter sent.
da: Nyhedsbrev afsendt.

source: Newsletter pending.
da: Nyhedsbrev afventer.

source: Test newsletter sent to %recipient.
da: Testnyhedsbrev er sendt til %recipient

source: Sent via Mime Mail
da: Sendt via Mime Mail

source: Cron throttle setting
da: Cron indstillinger

source: Simplenews publishes and sends newsletters to lists of subscribers. Both anonymous and authenticated users can opt-in to different mailing lists.
da: Simplenews publicerer og sender nyhedsbreve til lister af tilmeldte e-mails. Både anonyme og registrerede brugere kan tilvælge forskellige mailing-lister.

source: Simplenews uses nodes for <strong>newsletter issues</strong>. Newsletter issues are grouped by a <strong>newsletter taxonomy term</strong>. Node type and vocabulary are selectable. A newsletter is send to all email addresses which are subscribed to the newsletter. Newsletter issues can be sent only once. Large mailings should be sent by cron to balance the mailserver load.
da: Simplenews bruger nodes til udgaver af <strong>nyhedsbreve</strong> (issues). Udgaver af nyhedsbreve er grupperet efter <strong>nyhedsbrevets taksonomi term</strong>. Node type og ordforråd kan indstilles. Et nyhedsbrev er sendt til alle e-mail-adresser, der er tilmeldt til nyhedsbrevet. Udgaver af nyhedsbreve kan kun sendes én gang. Store mailing-lister bør sendes vha. en cron-kørsel for at balancere serverbelastningen.

source: Simplenews adds elements to the newsletter node add/edit form to manage newsletter format and sending of the newsletter issue. A newsletter issue can be sent for test before sending officially.
da: Simplenews tilføjer elementer til nyhedbrevets node add/edit form for at klare formattering og afsendelse af nyhedsbrev. Et nyhedsbrev kan blive sendt som test før det sendes officielt.

source: Both anonymous and authenticated users can <strong>opt-in and opt-out</strong> to a newsletter. A confirmation message is sent to anonymous users at subscription and unsubscription. Users can (un)subscribe using a form and a block. A <strong>subscription block</strong> is available for each newsletter offering a subscription form, a link to recent newsletters and RSS feed. Email addresses can also be imported and exported via the subscription administration pages.
da: Både anonyme og registrerede brugere kan <strong>til- og framelde</strong> nyhedsbreve. En bekræftelses-e-mail er sendt til anonyme brugere vedr. til- og afmelding. Brugere kan til- og framelde sig vha. en form og en blok. En <strong>tilmeldingsblok</strong> er tilgængelig for hvert nyhedsbrev, der tilbyder en tilmeldingsformular, et link til seneste nyhedsbreve og RSS-feeds. E-mail-adresser kan også importeres og eksporteres via administrations-siden.

source: Configuration
da: Konfiguration

source: Configure permissions
da: Indstil tilladelser

source: Configure Simplenews
da: Konfigurer Simplenews

source: Enable a newsletter <a href="@admin_blocks">subscription block</a>.
da: Aktiver nyhedsbrevets <a href="@admin_blocks">tilmeldingsblok</a>.

source: Manage your <a href="@newsletters">newsletters</a>, <a href="@sent">sent newsletters</a> and <a href="@subscriptions">subscriptions</a>.
da: Administrer dine <a href="@newsletters">nyhedsbreve</a>, <a href="@sent">sendte nyhedsbreve</a> og <a href="@subscriptions">tilmeldinger</a>.

source: For more information, see the online handbook entry for <a href="@handbook">Simplenews</a>.
da: For mere information, se den online håndbog for <a href="@handbook">Simplenews</a>.
