Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: da

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list. Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
da: Tilføj dette nyhedsbrev til et andet nyhedsbrev ved at vælge et nyhedsbrev fra listen. Send et nyhedsbrev eller et testnyhedsbrev ved at vælge det pågældende radio button og tilføj noden.

source: Set default send options at <a href="@configuration">Administer > Site configuration > Simplenews > Newsletter</a>.
da: Indstil default muligheder for afsending på <a href="@configuration">Administer > Site configuration > Simplenews > Nyhedsbrev</a>.

source: Set newsletter specific options at <a href="@configuration">Administer > Content management > Newsletters > Newsletters</a>.
da: Indstil specifikke indstillinger for dette nyhedsbrev på <a href="@configuration">Administer > Content management > Newsletters > Newsletters</a>.

source: These settings are default to all newsletters. Newsletter specific settings can be found at the <a href="@page">newsletter's settings page</a>.
da: Disse indstillinger er default for alle nyhedsbreve. Indstillinger, der er specifikke for enkelte nyhedsbreve can findes i <a href="@page">nyhedsbrevets indstillinger</a>.

source: Install <a href="@mime_mail_url">Mime Mail</a> to send HTML emails or emails with attachments (both plain text and HTML).
da: Installer <a href="@mime_mail_url">Mime Mail</a> for at sende HTML e-mails eller e-mails med vedhæftede filer (både ren tekst and HTML).

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
da: Du kan oprette forskellige nyhedsbreve for at kategorisere dine nyheder (f.eks. Cyberaktive, eksternt, internt, ...)

source: 'Plain' display settings apply to the content of emails send in plain text format. 'HTML' display settings apply to both HTML and plain text alternative content of emails send in HTML format.
da: 'Ren tekst'-visningen gælder for indholdet af e-mail sendt som ren tekst format. 'HTML'-visningen gælder både for HTML og ren tekst alternativt indhold i e-mails sendt i HTML-format.

source: plain
da: alm. tekst

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. To confirm this subscription please use the link below. !confirm_subscribe_url
da: Vi har modtaget en anmodning om tilmelding fra !mailto til nyhedsbrevet !newsletter_name fra !site på !uri. Klik venligst på nedenstående link for at bekræfte denne tilmelding. !confirm_subscribe_url

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. However, this email is already subscribed to this newsletter. If you intended to unsubscribe please visit our site: !uri
da: Vi har modtaget en anmodning om tilmelding fra !mailto til nyhedsbrevet !newsletter_name fra !site på !uri. Denne e-mail er dog allerede registreret til dette nyhedsbrev. Hvis du ville afmelde dig nyhedsbrevet, så besøg venligst vores side: !uri

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. To confirm this unsubscription please use the link below. !confirm_unsubscribe_url
da: Vi har modtaget en anmodning om afmelding fra !mailto til nyhedsbrevet !newsletter_name fra !site på !uri. For at bekræfte denne afmelding klik venligst på nedenstående link. !confirm_unsubscribe_url

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. However, this email is not subscribed to this newsletter. If you intended to subscribe please visit our site: !uri
da: Vi har modtaget en anmodning om afmelding af !mailto fra nyhedsbrevet !newsletter_name fra !site på !uri. Denne e-mail-adresse er ikke registreret til dette nyhedsbrev. Hvis du ønsker at tilmelde dig nyhedsbrevet, så besøg vores side: !uri

source: Confirmation for !newsletter_name from !site
da: Bekæftelse for !newsletter_name fra !site

source: Email: Plain
da: Email: Ren tekst

source: Manage my subscriptions
da: Håndter mine abonnementer

source: Previous issues
da: Forrige udgaver

source: Unsubscribe from this newsletter
da: Afmeld dette nyhedsbrev

source: This is a test version of the newsletter.
da: Dette er en testversion af nyhedsbrevet.

source: Attempt to unsubscribe from non existing newsletter term ID %id
da: Forsøg at afmelde fra et ikke-eksisterende nyhedsbrev term ID %id

source: User %email deleted from the mailing list.
da: Bruger %email slettet fra mailing-listen.

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to
da: Udgående mail. Beskedtype: %type<br />Emne: %subject<br />Modtager: %to

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
da: Udgående mail. Beskedtype: %type<br />Emne: %subject<br />Modtager: %to %mimemail

source: Outgoing email failed. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
da: Udgående e-mail mislykkedes. Beskedtype: %type<br />Emne: %subject<br />Modtager: %to %mimemail

source: Newsletter not send: node does not exist (nid = @nid; vid = @vid).
da: Nyhedsbrev ikke afsendt: Node eksisterer ikke (nid = @nid; vid = @vid).

source: Sending interrupted: PHP maximum execution time almost exceeded. Remaining newsletters will be send during the next cron run. If this warning occurs regularly you should reduce the !cron_throttle_setting.
da: Afsending forstyrret: den tidsmæssige maksimumgrænse for PHP-eksekvering er næsten overskredet. De resterende nyhedsbreve vil blive sendt under næste cron-kørsel. Hvis denne adarsel forekommer ofte bør du reducere !cron_throttle_setting.

source: %count emails sent in %sec seconds.
da: %count e-mails sendt i løbet af %sec sekunder.

source: %count emails sent.
da: %count e-mails sendt

source: administer newsletters
da: administrer nyhedsbreve

source: administer simplenews subscriptions
da: administrer Simplenews tilmeldinger

source: administer simplenews settings
da: administrer Simplenews indstillinger

source: send newsletter
da: send nyhedsbrev

source: subscribe to newsletters
da: Tilmeldinger til nyhedsbreve

source: Manage newsletters and subscriptions.
da: Administrer nyhedsbreve og tilmeldinger.

source: Sent issues
da: Sendte nyhedsbreve (udgaver)

source: List of newsletter issues sent and pending.
da: Liste af nyhedsbreve (udgaver) - afsendte og afventende.

source: Draft issues
da: Kladder

source: List of newsletter issues not sent.
da: Liste af nyhedsbreve, der ikke er afsendt.

source: List, add and edit newsletter series.
da: Vis, tilføj og rediger serier af nyhedsbreve.

source: List newsletters
da: Vis nyhedsbreve

source: Add newsletter
da: Tilføj nyhedsbrev

source: Subscriptions
da: Tilmeldinger

source: Newsletter subscription management.
da: Administrering af tilmeldinger

source: List
da: Vis

source: Mass subscribe
da: Tilmeld mange

source: Mass unsubscribe
da: Afmeld mange

source: Manage simplenews configuration.
da: Administrer Simplenews konfiguration.

source: General
da: Generelt

source: Simplenews content type and vocabulary settings.
da: Simplenews indstillinger for indholdstype og og ordforråd.

source: Newsletter default settings and sender data.
da: Nyhedsbrev default indstillinger og afsender data.

source: Subscription
da: Tilmelding

source: Subscription settings, opt-in/out confirmation email text.
da: Indstillinger for tilmelding, bekræftelsestekst for e-mail til til-/afmelding.

source: Send mail
da: Send e-mail

source: Send mail, cron and debug options.
da: Send e-mail, cron og debug.

source: Confirm newsletter subscriptions
da: Bekræft tilmeldinger til nyhedsbrev

source: Manage newsletter subscriptions
da: Administrer tilmeldinger til nyhedsbrev

source: Subscribers to {simplenews_newsletters}.
da: Tilmeldte til {simplenews_newsletters}.

source: Boolean indicating the status of the subscription.
da: Boolean indikator for status for tilmeldingen.

source: The subscription email address.
da: E-mail til tilmelding.

source: The {users}.uid that has the same email address.
da: Brugerne {users}.uid har samme e-mail-adresser.

source: Anonymous subscriber preferred language. Empty for authenticated users.
da: Foretrukket sprog til anonyme tilmeldinger. Tom for registrerede brugere.

source: Simplenews newsletter data.
da: Simplenews nyhedsbrev data

source: {node} that is used as newsletter.
da: {node} der anvendes som nyhedsbrev.

source: The {node}.vid that identifies the version used as newsletter.
da: Noden {node}.vid der identificerer den anvendte version som nyhedsbrev.

source: The {term_data}.tid (= newsletter series) this issue belongs to.
da: {term_data}.tid (= nyhedsbrevsserie) som denne udgave tilhører.

source: Send status of the newsletter issue (0 = not send; 1 = pending; 2 = send).
da: Status for afsending af nyhedsbrevet (0 = ikke sendt; 1 = afventer; 2 = sendt).

source: Format of the newsletter (plain or html).
da: Nyhedsbrevets format (ren tekst eller html).

source: Email priority according to RFC 2156 and RFC 5231 (0 = none; 1 = highest; 2 = high; 3 = normal; 4 = low; 5 = lowest).
da: E-mail prioritet i forhold til RFC 2156 og RFC 5231 (0 = none; 1 = highest; 2 = high; 3 = normal; 4 = low; 5 = lowest).

source: Boolean indicating request for email receipt confirmation according to RFC 2822.
da: Boolean indikator for anmodning om e-mail bekræftelse i henhold til RFC 2822.

source: Newsletter series subscription data.
da: Nyhedsbrevsserier tilmeldingsdata

source: The {simplenews_subscriptions}.snid who is subscribed.
da: {simplenews_subscriptions}.snid der er tilmeldt.

source: The newsletter series ({term_data}.tid) the subscriber is subscribed to.
da: Nyhedsbrevsserien ({term_data}.tid) som den tilmeldte er tilmeldt.

source: Spool for temporary storage of newsletter emails.
da: Lager (spool) til midlertidig lagring af e-mails.

source: The formatted email address of mail message receipient.
da: Den formatterede e-mail-adresse for den tilmeldte person.

source: The {node}.nid of this newsletter.
da: {node}.nid for dette nyhedsbrev.

source: The {node}.vid of this newsletter.
da: {node}.vid for dette nyhedsbrev.

source: The {term_data}.tid this newsletter issue belongs to.
da: {term_data}.tid som dette nyhedsbrev tilhører.

source: The send status of the email (0 = hold, 1 = pending, 2 = send).
da: Status for afsending af e-mail (0 = hold, 1 = afventer, 2 = sendt).

source: The time status was set or changed.
da: Status for tid er indstillet eller ændret.

source: Simplenews installation instructions are available on the <a href="!simplenews_help">Simplenews help page</a>.
da: Instruktioner til Simplenews-installation er tilgængelige på <a href="!simplenews_help">Simplenews help page</a>.

source: The installation of Simplenews was not successful.
da: Installationen af Simplenews mislykkedes.

source: Newsletter issue
da: Nyhedsbrev

source: A newsletter issue to be sent to subscribed email addresses.
da: Et nyhedsbrev (udgave) der skal sendes til tilmeldte e-mail-adresser.

source: @site_name newsletter
da: @site_name nyhedsbrev

source: Deleted term %name.
da: Ordet %name slettet.

source: The subject of this mail message.
da: Emnet for denne e-mail.

source: Subscriber preferred language.
da: Den tilmeldtes foretrukne sprog.

source: Send newsletters to subscribed email addresses.
da: Send nyhedsbreve til tilmeldte e-mail-adresser.

source: Mail
da: E-mail

source: Save and send
da: Gem og send

source: Save and send test
da: Gem og send test

source: Send single simplenews newsletter
da: Send et enkelt Nyhedsbrev

source: Send pending simplenews newsletters
da: Send afventende nyhedsbreve

source: Subscribe the user to a newsletter
da: Tilmeld brugeren til et nyhedsbrev

source: Unsubscribe the user from a newsletter
da: Afmeld brugeren fra et nyhedsbrev

source: The newsletter issue to send
da: Nyhedsbrevet (udgaven), der skal sendes

source: Allow to resend newsletter
da: Tillad at gensende nyhedsbrev

source: When checked a newsletter will be send even when already send before. The newsletter send status is checked, not the status of individual email addresses. Use this for repeated (e.g. monthly) newsletters.
da: Vælges dette vil nyhedsbrevet sendes uanset om det er afsendt før. Status for nyhedsbrevets afsendelse tjekkes, ikke status for individuelle e-mail-adresser. Brug dette til gentagne nyhedsbreve (f.eks. månedlige)

source: Please select a newsletter issue.
da: Vælg venligst et nyhedsbrev (udgave)

source: You have been subscribed to newsletter %newsletter.
da: Du er nu tilmeldt nyhedsbrevet %newsletter.

source: The newsletter series the user will be subscribed to.
da: Serier af nyhedsbreve som brugeren vil blive tilmeldt.

source: You have been removed from the %newsletter subscription list.
da: Du er fjernet fra tilmeldingslisten til %newsletter.

source: The newsletter series the user will be unsubscribed from.
da: Serier af nyhedsbreve som brugeren vil blive tilmeldt

source: After a user has been subscribed
da: Efter en bruger er blevet tilmeldt

source: After a user has been unsubscribed
da: Efter en bruger har afmeldt nyhedsbrevet

source: action
da: handling

source: Simplenews newsletter %title send.
da: Nyhedsbrev %title er sendt.

source: Simplenews cron executed.
da: Simplenews cron er udført.

source: User %name subscribed to newsletter %newsletter.
da: Bruger: %name har tilmeldt sig nyhedsbrevet %newsletter.

source: User %name unsubscribed from newsletter %newsletter.
da: Bruger %name har afmeldt nyhedsbrevet %newsletter.

source: Simplenews action
da: Simplenews handling

source: Provide actions for Simplenews.
da: Handlinger til Simplenews
