Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/calendar/translations/root.*.po
Languages: da

source: Setup
da: Indstillinger

source: Nodes
da: Indhold

source: Display options
da: Indstillinger for visning

source: next
da: næste

source: Mon
da: man

source: Tue
da: tir

source: Wed
da: ons

source: Thu
da: tor

source: Fri
da: fre

source: Sat
da: lør

source: Sun
da: søn

source: all day
da: hele dagen

source: All day
da: Hele dagen

source: Full Nodes
da: Komplette indholdselementer

source: You can only set on Default Sort on one field.
da: Du kan kun vælge standardsortering på ét felt.

source: The Calendar View requires at least one field.
da: Kalenderen kræver mindst ét felt.

source: Calendar arguments must be set to 'Display All Values'.
da: Kalender-argumenter skal sættes til 'Vis alle værdier'.

source: The Calendar requres as arguments Calendar: Year, Calendar: Month, and Calendar: Day, or Calendar: Year and Calendar: Week
da: Kalenderen kræver følgende argumenter: "Kalender: År", "Kalender: Måned" og "Kalender: Dag" eller "Kalender: År" og "Kalender: Uge".

source: Calendar CCK Date fields must be set to 'Do not group multiple values'.
da: Kalender CCK dato-felter skal sættes til 'gruppér ikke på forskellige værdier'.

source: Time format
da: Tidsformat

source: The format to use for the time-only date display.
da: Tidsormat når kun tidspunktet vises.

source: Year display
da: Årsvisning

source: Month display
da: Månedsvisning

source: Week display
da: Ugevisning

source: Day display
da: Dagsvisning

source: Block display
da: Blokvisning

source: Wildcard argument
da: Joker argument

source: A character or short text string to use for empty calendar arguments. For instance, 'all' would create the url 2007/12/all to show all days in December of 2007. Note that non-ASCII characters will not display correctly in urls.
da: Et tegn eller en kort streng der bruges som tomt argument. F.eks. vil 'all' resultere i URLen 2007/12/all for at vise alle dage i december 2007. Bemærk at ikke-ASCII tegn ikke vises korrekt i URLer.

source: Calendar: Year
da: Kalender: År

source: Filter by the calendar year (YYYY).
da: Filtrér efter årstal (ÅÅÅÅ).

source: Calendar: Month
da: Kalender: Måned

source: Filter by the calendar month (1-12). Place this argument after a 'Year' argument.
da: Filtrér efter måned (1-12). Placeres efter argumentet 'år'.

source: Calendar: Day
da: Kalender: Dag

source: Filter by the calendar day (1-31). Place this argument after a 'Year' and a 'Month' argument.
da: Filtrér efter kalenderdag (1-31). Placeres efter argumenterne 'år' og 'måned'.

source: Calendar: Week
da: Kalender: Uge

source: Filter by the week number (1-52). Place this argument after a 'Year' argument and use a 'W' in front of the week number in the url.
da: Filtrér efter ugenummer (1-52). Placeres efter argumentet 'år'. Indsæt et 'W' før ugenummeret i URLen.

source: calendar
da: kalendar

source: Calendar view of any date field, add a date field to the view to use it.
da: Kalendervisning af datofelter. Aktivers ved at tilføje et datofelt til en oversigt.

source: <p>View complete documentation at !link.</p>
da: <p>Se den komplette dokumentation på !link.</p>

source: Calendar setup.
da: Kalenderindstillinger

source: Calendar Legend.
da: Kalendermærkat.

source: Switch Calendar.
da: Skift kalender

source: Calendar Legend
da: Kalendermærkat

source: Switch Calendar
da: Skift kalender

source: Switch
da: Skift

source: iCal setup.
da: iCal indstillinger.

source: Calendar: iCal Feed
da: Kalender: iCal feed

source: <h3>Stripe options</h3>
da: <h3>Egenskaber for stribe</h3>

source: Stripe
da: Stribe

source: The color stripe to use for this feed (not working yet).
da: Farvestriben der bruges i dette feed (virker ikke endnu).

source: Add this as the last argument to a calendar view to provide an iCal feed of the view.
da: Tilføje dette som det sidste argument til en kalendervisning for at lave et iCal feed af visningen.

source: Week @week @year
da: Uge @week @year

source: Week of @date
da: Uge af @date

source: prev
da: forrige

source: view this item
da: vis dette element

source: Adds date calendar themes to views that can display any type of date field, and creates default calendar views.
da: Tilføjer kalendervisninger af datofelter og opretter standardvisninger.

source: Adds ical functionality to calendar views.
da: Tilføjer iCal-funktionalitet til kalendervisninger.

source: is not a valid hex color
da: er ikke en gyldig hexadecimal farve

source: Dates
da: Datoer

source: The Calendar View requires at least one date field.
da: Kalenderoversigten kræver mindst et datofelt.

source: The Calendar requires as arguments Calendar: Year, Calendar: Month, and Calendar: Day, or Calendar: Year and Calendar: Week
da: Kalenderen kræver følgende argumenter: Kalender: År, Kalender: Måned og Kalender: Dag, eller Kalender År og Kalender: Uge.

source: Mini day name size
da: Størrelse af mini dagnavn

source: The way day of week names should be displayed in a mini calendar.
da: Hvordan ugedagenes navne vises i minikalenderen.

source: Full day name size
da: Størrelse af fuldt navn

source: The way day of week names should be displayed in a full size calendar.
da: Hvordan ugedagenes navne vises i den fulde kalender.

source: Whether or not to display a clickable week number link on the left side of each calendar week.
da: Hvorvidt der skal vises et klikbart ugenummer-link i venstre side af hver kalenderuge.

source: Popup date selector
da: Popup datovælger

source: Whether or not to display a popup date selector to change the calendar period. (Only works when the Date Popup module is enabled.)
da: Hvorvidt der skal vises en popup datovælger til at ændre kalenderperioden. (Virker kun når dato popup modulet er aktiveret.)

source: Truncate length
da: Afkortningslængde

source: Truncate size for titles in month and week view so things fit better into the calendar cell. For instance, change the title from 'Very Very Very Long Name' to something like 'Very Very...'.
da: Afskæringspunkt for titler i måneds- og ugevisning, så ting passer bedre ind i kalendercellen. Ændrer f.eks. titlen fra 'Meget meget meget langt navn' til 'Meget meget...'.

source: Choose the way the calendar entries should be displayed. Selecting 'None' will hide links to that option.
da: Vælg hvordan kalenderindgangde skal vises. Vælger du 'ingen' skjules links til den mulighed.

source: Date year range
da: Dato årsinterval

source: Set the allowable minimum and maximum year range for this view, either a -X:+X offset from the current year, like '-3:+3' or an absolute minimum and maximum year, like '2005:2010'. When the argument is set to a date outside the range, the page will be returned as 'Page not found (404)'.
da: Sæt det tilladte minimale og maksimale årsinterval for visningen, enten en -X:+X forskydning fra det nuværende år, f.eks. '-3:+3' eller et absolut minimum- og maksimumår, f.eks. '2005:2010'. Når argumentet sættes til en dato uden for intervallet returneres 'Siden ikke fundet (404)'.

source: <h3>Content Type</h3><p>Set a hex color value (like #ffffff) to use in the calendar legend for each content type. Types with empty values will have no stripe in the calendar and will not be added to the legend.</p>
da: <h3>Indholdstype</h3><p>Vælg en hexadecimal farveværdi (f.eks. #ffffff) til brug i kalenderforklaringen for hver indholdstype. Typer med tomme værdier vil ikke have en stribe i kalenderen, og bliver ikke tilføjet til forklaringen.</p>

source: Legend colors
da: Farve på beskrivelse

source: Date year range must be in the format -9:+9 or 2005:2010.
da: Dato årsinterval skal være på formen -9:+9 eller 2005:2010.

source: Calendar settings have been updated.
da: Kalenderindstillinger opdateret.

source: Calendar legend settings have been updated.
da: Indstillinger for beskrivelse opdateret.

source: The ical url, either an external feed url or internal file path and name. Change 'webcal://' to 'http://'.
da: Ical URLen, enten en ekstern feed URL eller en intern filsti og navn. Udskift 'webcal://' med 'http://'.

source: Default link
da: Standard link

source: A url to use to link back to ical items without a url, generally the public link to the calendar these items are coming from.
da: URL som bruges til at linke til elementer uden en URL, normalt det offentlige link til kalenderen som disse elementer stammer fra.

source: Calendar Setup
da: Indstillinger for kalender

source: Customize calendar settings options.
da: Tilpas kalenderindstillinger

source: Legend
da: Beskrivelse

source: Calendar Switcher.
da: Kalenderskifter.

source: Calendar Switcher
da: Kalenderskifter

source: Change date
da: Skift dato

source: more»
da: mere»

source: Calendar requirements
da: Forudsætninger

source: The Calendar module requires a more current version of the Date API. Please check for a newer version.
da: Calendar-modulet kræver en nyere version af Date API. Tjek venligst om der findes en nyere version.

source: The Calendar module requires the latest version of the Date API, be sure you are installing the latest versions of both modules.
da: Kalendermodulet kræver den seneste version af Date API. Du skal installere den seneste version af begge moduler.

source: Views plugin to display views containing dates as Calendars.
da: Views-plugin som viser oversigter med datoer som kalendre.

source: The Date argument in this view must be set up to provide a default value set to the current date. Edit the argument, find 'Action to take if argument is not present.', choose 'Provide default argument', then select 'Current date'.
da: Datoargumentet i denne visning skal sættes op til at give dags dato som standardværdi. Redgiér argumentet, find 'handling når argument ikke er tilstede', vælg 'Standardargument' og vælg derefter 'Dags dato'.

source: View the calendar.
da: Vis kalenderen

source: Calendar module cannot be updated until after Views has been updated. Please return to <a href="@update-php">update.php</a> and run the remaining updates.
da: Calendar-modulet kan ikke opdateres før Views er blevet opdateret. Gå venligst tilbage til <a href="@update-php">update.php</a> og kør de resterende opdateringer.

source: calendar.module has updates, but cannot be updated until views.module is updated first.
da: Der er opdateringer til Calendar-modulet, men det kan ikke opdateres før Views-modulet er blevet opdateret.
