Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/guestbook/translations/*.po
Languages: da

source: Site guestbook
da: Site-gæstebog

source: Read @username's guestbook.
da: Vis @username's gæstebog.

source: View recent guestbook entries
da: Vis seneste indlæg i gæstebogen

source: Guestbook
da: Gæstebog

source: User guestbook
da: Personlig gæstebog

source: Enabled
da: Aktiveret

source: Disabled
da: Deaktiveret

source: Send email notification
da: Send notifikation via e-mail

source: Uncheck if you don't wish to be notified of new entries to your guestbook.
da: Lad denne være deaktiveret, hvis du ikke ønsker at blive underrettet vedr. nye indlæg i din gæstebog.

source: Intro text
da: Introduktionstekst

source: The text that appears on top of your guestbook.
da: Teksten vises i toppen af din gæstebog.

source: Adds a site guestbook and individual user guestbooks.
da: Opretter en site-gæstebog og personlige gæstebøger.

source: Site and user guestbooks
da: Site- og personlige gæstebøger

source: Site guestbook only
da: Kun site-gæstebog

source: User guestbooks only
da: Kun personlige gæstebøger

source: Title
da: Titel

source: The site guestbook's page title.
da: Titel på site-gæstebog.

source: The text that appears on top of the site guestbook.
da: Teksten, der vises i toppen af site-gæstebogen.

source: Send an notification to the following e-mail address about new guestbook entries
da: Send en notificering vedr. nye indlæ via e-mail til følgende mailadresse.

source: Leave blank if you don't wish to be notified
da: Lad feltet være tomt, hvis du ikke ønsker at blive underrettet

source: User guestbooks
da: Personlige gæstebøger

source: Users can individually disable their guestbook or add an intro text on the user account page.
da: Brugere kan deaktivere deres gæstebog eller tilføje en introduktionstekst på profilsiden.

source: User link to profile or guestbook
da: Brugerlink til profil eller gæstebog

source: When displaying a user should the link show the user profile or the user guestbook?
da: Vælg om der skal linkes til brugerens profil eller gæstebog, når brugeren vises i en liste.

source: User profile
da: Brugerprofil

source: Display options
da: Visninger

source: Entries per page
da: Indlæg pr. side

source: The number of guestbook entries per page.
da: Antallet af indlæg pr. side.

source: Toggle display
da: juster visning

source: Submission date
da: Dato for indlæg

source: Anonymous poster e-mail
da: E-mail for indlæg

source: Anonymous poster website
da: Hjemmeside for indlæg

source: Comments
da: Kommentarer

source: Position of pager
da: Placering af sideskift

source: Above the entries
da: over indlæg

source: Below the entries
da: Under indlæg

source: Above and below the entries
da: Over og under indlæg

source: Posting settings
da: Indstillinger for indlæg

source: Display filter tips
da: Vis tips til filtrering

source: If enabled filter tips are displayed below the message textarea.
da: Hvis dette er aktiveret vil filter-tips blive vist undet beskedens tekstområde.

source: Anonymous poster fields
da: Felt til indlæg

source: Additional information that anonymous posters may supply.
da: Supplerende information til indlæg.

source: Location of entry submission form
da: Placering af indlægsformular

source: Above entries
da: Over indlæg

source: Below entries
da: Under indlæg

source: Separate page
da: Separat side

source: user
da: brugernavn

source: entries
da: antal indlæg

source: last update
da: seneste opdateringer

source: Name
da: Navn

source: Homepage
da: Hjemmeside

source: Message
da: Besked

source: Add guestbook entry
da: Skriv indlæg i gæstebogen

source: You must be logged in to post a comment.
da: Du skal være logget ind for at skrive en kommentar.

source: You are not allowed to post in this guestbook.
da: Du har ikke tilladelse til at skrive i denne gæstebog.

source: Comment
da: Publicer

source: Are you sure you want to delete this guestbook entry?
da: Er du sikker på at du vil slette dette indlæg?

source: Delete
da: Slet

source: Website
da: Hjemmeside

source: Delete entry
da: Slet indlæg

source: Add comment
da: Tilføj kommentar

source: Edit comment
da: Rediger kommentar

source: View user profile.
da: Se profil

source: View user guestbook.
da: Se gæstebog

source: View guestbooks.
da: Se gæstebøger

source: @user's picture
da: @user's billede

source: Comment by
da: Kommentar fra

source: @username's guestbook
da: @username's gæstebog

source: My guestbook
da: Min gæstebog

source: Visit !username's profile
da: Vis !username's profil

source: never
da: aldrig

source: Entry is spam:
da: Indlæg er spam:

source: 1 entry
da: 1 indlæg

source: access site guestbook
da: adgang til site-gæstebog

source: access user guestbooks
da: adgang til personlig gæstebog

source: post in site guestbook
da: skriv i site-gæstebog

source: post in user guestbooks
da: skriv i personlig gæstebog

source: administer all guestbooks
da: administrer alle gæstebøger

source: Guestbooks
da: Gæstebøger

source: guestbook
da: gæstebog

source: A guestbook for Drupal
da: En gæstebog for Drupal
