Repository: cfdp/Cyberhus2
Catalog: sites/all/modules/faq/translations/*.po
Languages: da

source: Title
da: Titel

source: FAQ Description
da: Beskrivelse af brevkasse.

source: Your FAQ description. This will be placed at the top of the page, above the questions and can serve as an introductory text.
da: Brevkassebeskrivelsen. Dette vil blive placeret på toppen af siden over spørgsmålene og kan fungere som en introduktionstekst.

source: Save configuration
da: Gem indstillinger

source: Questions inline
da: Spørgsmål inline

source: Clicking on question takes user to answer further down the page
da: Ved at klikke på spørgsmålet sendes vejlederen til bunden af siden for at besvare spørgsmålet.

source: Clicking on question opens/hides answer under question
da: Ved at klikke på spørgsmålet åbnes/gemmes svaret under spørgsmålet.

source: Clicking on question opens the answer in a new page
da: Ved at klikke på spørgsmålet åbnes svaret på en ny side.

source: Page layout
da: Side-layout

source: This controls how the questions and answers are displayed on the page and what happens when someone clicks on the question.
da: Dette kontrollerer hvordan spørgsmålene og svarene præsenteres på siden, og hvad der sker når nogle klikker på et spørgsmål.

source: Miscellaneous layout settings
da: Diverse layout-indstillinger

source: Ordered list
da: Ordnet liste (nummereret)

source: Unordered list
da: Uordnet liste

source: Questions listing style
da: Visning af spørgsmål

source: This allows to select how the questions listing is presented. It only applies to the layouts: 'Clicking on question takes user to answer further down the page' and 'Clicking on question opens the answer in a new page'. An ordered listing would number the questions, whereas an unordered list will have a bullet to the left of each question.
da: Dette giver lov til at vælge hvordan spørgsmålene præsenteres. Det gælder kun for disse layouts: 'Ved at klikke på spørgsmålet sendes vejlederen til bunden af siden for at besvare spørgsmålet' og 'Ved at klikke på spørgsmålet åbnes svaret på en ny side'. En ordnet liste vil nummerere spørgsmål, hvor en uordnet liste vil have en bullet til venstre for hvert spørgsmål.

source: This option is only valid for the "Questions Inline" layout. It labels all questions on the faq page with the "question label" setting and all answers with the "answer label" setting. For example these could be set to "Q:" and "A:".
da: Denne mulighed er kun gældende for layoutet "Questions Inline". Det betegner alle spørgsmål på brevkassesiden med indstillingen "spørgsmål-betegnelse" og alle svar med indstillingen "svar-label". F.eks. kunne disse sættes til "Q:" and "A:".

source: Question Label
da: Spørgsmål-betegnelse

source: The label to pre-pend to the question text in the "Questions Inline" layout if labelling is enabled.
da: Betegnelsen som bliver sat på spørgsmålsteksten i "Questions Inline" layoutet, hvis 'Betegnelser (labelling)' er aktiveret.

source: Answer Label
da: Svar-betegnelse

source: The label to pre-pend to the answer text in the "Questions Inline" layout if labelling is enabled.
da: Betegnelsen, som bliver sat på svarteksten i "Questions Inline" layoutet, hvis 'Betegnelser (labelling)' er aktiveret.

source: Use answer teaser
da: Vis teaser til svaret

source: This enables the display of the answer teaser text instead of the full answer when using the 'Questions inline' or 'Clicking on question takes user to answer further down the page' display options. This is useful when you have long descriptive text. The user can see the full answer by clicking on the question.
da: Dette aktiverer visningen af svarets teaser-tekst i stedet for hele svaret, når man bruger visningerne 'Questions inline' eller 'Ved at klikke på spørgsmålet sendes vejlederen til bunden af siden for at besvare spørgsmålet'. Dette er brugbart når du har en lang deskribtiv tekst. Brugeren kan se hele svaret ved at klikke på spørgsmålet.

source: Show node links
da: Vis node links

source: This enables the display of links under the answer text on the faq page. Examples of these links include "Read more", "Add comment".
da: Dette aktiverer visningen af links under svarteksten på brevkassesiden. Eksempler på dette er "Læs mere", "Tilføj kommentar".

source: "Back to Top" link text
da: "Til toppen" link tekst

source: This allows the user to change the text displayed for the links which return the user to the top of the page on certain page layouts. Defaults to "Back to Top". Leave blank to have no link.
da: Dette giver brugeren tilladelser til at ændre link-teksten, på de links, der returnerer brugeren til toppen af siden på bestemte sidelayouts. Default er "Til toppen". Lad feltet være tomt for ikke at vise noget link.

source: Disable question links to nodes
da: Deaktiver spørgsmål-links til nodes

source: This allows the user to prevent the questions being links to the faq node in all layouts except "Clicking on question opens the answer in a new page".
da: Dette giver brugeren tilladelse til at forhindre spørgsmål-links til brevkassesiden i alle layouts, pånær "Ved at klikke på spørgsmålet åbnes svaret på en ny side".

source: Default Sorting for Non-Weighted FAQs
da: Default sortering af ikke-vægtede spørgsmål

source: Date Descending
da: Dato (faldende)

source: Date Ascending
da: Dato (stigende)

source: This controls the default weighting behaviour for new FAQ nodes which haven't been assigned a weight.
da: Dette kontrollerer default-vægtningen for nye spørgsmål, der ikke er tilskrevet vægtning.

source: Categorization of questions will not work without the "taxonomy" module being enabled.
da: Kategorisering af spørgsmål vil ikke fungere, hvis ikke modulet "taxonomy" er aktiveret.

source: Categorize questions
da: Kategoriser spørgsmål

source: This allows the user to display the questions according to the categories configured on the add/edit FAQ page. Use of sub-categories is only recommended for large lists of questions. The Taxonomy module must be enabled.
da: Dette giver brugeren tilladelse til at præsentere spørgsmålene i forhold til de kategorier, der er konfigureret på siden 'tilføj/rediger Brevkasse'. Brugen af underkategorier anbefales kun for en omfattende liste af spørgsmål. Taksonomi-modulet skal være aktiveret.

source: Categories inline
da: Kategorier inline

source: Clicking on category opens/hides questions and answers under category
da: Ved at klikke på en kategori åbnes/gemmes spørgsmål og svar under kategorien

source: Clicking on category opens the questions/answers in a new page
da: Ved at klikke på kategorien åbnes spørgsmål/svar på en ny side

source: Categories layout
da: Kategori-layout

source: This controls how the categories are displayed on the page and what happens when someone clicks on the category.
da: Dette kontrollerer hvordan kategorierne præsenteres på siden og hvad, der sker når man klikker på en kategori.

source: Categories listing style
da: Måden kategorier listes på

source: This allows to select how the categories listing is presented. It only applies to the 'Clicking on category opens the questions/answers in a new page' layout. An ordered listing would number the categories, whereas an unordered list will have a bullet to the left of each category.
da: Dette giver tilladelse til at vælge hvordan listen af kategorier præsenteres. Det gælder kun for layoutet: 'Ved at klikke på kategorien åbnes spørgsmål/svar på en ny side'. En ordnet liste nummererer kategorien, hvor en uordnet liste viser en bullet til venstre for hver kategori.

source: Show FAQ count
da: Vis spørgsmål-count.

source: This displays the number of questions in a category after the category name.
da: Dette viser antallet af spørgsmål i en kategori efter kategorinavnet.

source: Display category name for answers
da: Vis kategorinavnet for svar

source: This allows the user to toggle the visibility of the category name above each answer section for the 'Clicking on question takes user to answer further down the page' question/answer display.
da: Dette giver brugeren tilladelse til at indstille synligheden af kategorinavnet ovenover hver svar-sektion med 'Ved at klikke på spørgsmålet sendes vejlederen til bunden af siden for at besvare spørgsmålet'-spørgsmål/svar-præsentation.

source: Group questions and answers for 'Categories inline'
da: Grupper spørgsmål og svar for 'Kategorier inline'

source: This controls how categories are implemented with the 'Clicking on question takes user to answer further down the page' question/answer display.
da: Dette kontrollerer hvordan kategorier implementeres med 'Ved at klikke på spørgsmålet sendes vejlederen til bunden af siden for at besvare spørgsmålet'-spørgsmål/svar-præsentation.

source: Only show sub-categories when parent category is selected
da: Vis kun underkategorier når parent-kategorien er valgt

source: This allows the user more control over how and when sub-categories are displayed. It does not affect the 'Categories inline' display.
da: Dette giver brugerne tilladelse til øget kontrol over hvordan og hvornår underkategorier præsenteres. Det påvirker ikke præsentationen 'Kategorier inline'.

source: Show sub-categories on FAQ category pages
da: Vis underkategorier på brevkassens kategorisider

source: Sub-categories with 'faq' nodes will be displayed on the per category FAQ page. This will also happen if 'Only show sub-categories when parent category is selected' is set.
da: Underkategorier med 'brevkasse'-nodes vil blive præsenteret på den pågældende brevkasseside. Dette sker også ved aktivering af 'Underkategorier vises kun hvis parent-kategorien er valgt'.

source: Advanced category settings
da: Avancerede kategoriindstillinger

source: Omit vocabulary
da: Udelad ordforråd

source: Terms from these vocabularies will be excluded from the FAQ pages.
da: Ord fra disse ordforråd vil blive ekskluderet fra brevkassesiderne.

source: Choose a category
da: Vælg en kategori

source: Choose a category that you wish to order the questions for.
da: Vælg en kategori som du ønsker at sortere spørgsmålene efter.

source: Search
da: Søg

source: Question Order
da: Rækkefølge

source: This determines the order of the questions and answers on the FAQ page. Just select one or more questions and use the arrows to change their position in the list. You can also order the list by the question creation date !desc or !asc.
da: Dette bestemmer rækkefølgen for spørgsmålene og svarene på brevkassesiden. Vælg et eller flere spørgsmål og brug pilene til at ændre deres position på listen. Man kan også ændre rækkefølgen i listen i forhold til oprettelsesdato !desc eller !asc.

source: Save order
da: Gem rækkefølge

source: Configuration has been updated.
da: Konfigurationen er opdateret.

source: This module allows users with the 'administer faq' permission to create question and answer pairs which will be displayed on the 'faq' page. The 'faq' page is automatically generated from the FAQ nodes configured and the layout of this page can be modified on the settings page. Users will need the 'view faq' permission in order to view the 'faq' page.
da: Dette modul giver brugere med 'administrer brevkasse (FAQ)' tilladelse til at oprette spørgsmål-&-svar-par, der vil blive vist på brevkassesiden. Brevkassesiden bliver automatisk genereret fra Brevkasse-nodes og sidens layout kan modificeres under 'indstillinger'. Brugere skal have 'se brevkasse'-tilladelse for at kunne se brevkassesiden.

source: To create a question and answer, the user must create a 'FAQ' node (Create content >> FAQ). This screen allows the user to edit the question and answer text. If the 'Taxonomy' module is enabled and there are some terms configured for the FAQ node type, it will also be possible to put the questions into different categories when editing.
da: For at oprette et spørgsmål + svar, skal brugeren oprette en 'brevkasse' node (Opret indhold -> Brevkasse). Dette giver brugeren lov til at redigere teksten i spørgsmål og svar. Hvis modulet 'Taksonomi' er aktiveret og der er konfigureret nogle ord til node-typen 'brevkasse', vil det også være muligt at anbringe spørgsmål i forskellige kategorier under redigering.

source: The 'Frequently Asked Questions' settings configuration screen will allow users with 'administer faq' permissions to specify different layouts of the questions and answers.
da: Giver brugere med "administrer brevkasse"-tilladelse lov til at specificere forskellige layouts på spørgsmål og svar via konfiggurationssiden i "Indstilllinger for brevkasse".

source: All users with 'view faq' permissions will be able to view the generated FAQ page at 'www.example.com/faq'.
da: Alle brugere med tilladelse til at "se brevkasse" kan se den genererede brevkasseside på 'www.example.com/faq'

source: Allows the user to configure the layout of questions and answers on a FAQ page.
da: Giver brugeren lov til at konfigurere layoutet på spørgsmål og svar på en brevkasseside.

source: Add a question and answer to a FAQ list.
da: Tilføj spørgsmål og svar til en brevkasse.

source: A frequently asked question and its answer.
da: Et brevkassespørgsmål og tilhørende svar.

source: Question
da: Spørgsmål

source: Answer
da: Svar

source: Question to be answered
da: Ubesvaret spørgsmål

source: This is that answer to the question. It will be filtered according to the input format.
da: Dette er svaret til spørgsmålet. Det vil blive filtreret til det gældende input-format.

source: Home
da: Hjem

source: Frequently Asked Questions
da: Brevkasser

source: Back to Top
da: Til toppen

source: FAQ Categories
da: Kategorier

source: Recent FAQs
da: Seneste spørgsmål

source: Random FAQs
da: Tilfældige spørgsmål

source: Number of FAQs to show
da: Antallet af viste spørgsmål

source: This controls the number of FAQs that appear in the 'Recent FAQs' block
da: Dette kontrollerer antallet af spørgsmål, der præsenteres i blokken 'Seneste spørgsmål'.

source: This controls the number of FAQs that appear in the 'Random FAQs' block
da: Dette kontrollerer antallet af spørgsmål, der præsenteres i blokken 'Tilfældige spørgsmål'.

source: All FAQs
da: Alle spørgsmål

source: Go back to the top of the page.
da: Til toppen af siden.

source: administer faq
da: administrer brevkasse

source: view faq
da: se brevkasse

source: edit own faq
da: rediger egne spørgsmål

source: edit faq
da: rediger spørgsmål

source: create faq
da: Opret spørgsmål

source: General
da: Generelt

source: Allows the user to configure the header and descriptive text for the FAQ page.
da: Giver brugeren lov til at konfigurere headeren samt den beskrivende tekst på brevkassesiden.

source: Questions
da: Spørgsmål

source: Categories
da: Kategorier

source: Allows the user to configure the layout of questions and answers using categories on a FAQ page.
da: Giver brugeren lov til at konfigurere layoutet på spørgsmålene ved at bruge kategorierne i en brevkasse.

source: Weight
da: Vægt

source: Allows the user to configure the order of questions and answers on a FAQ page.
da: Giver brugeren lov til at konfigurere rækkeføølgen af spørgsmål og svar i en brevkasse.

source: A table containing the weight of each faq node by category.
da: Et tabel, der indeholder vægtningen af hver brevkasse-node i forhold til kategori.

source: The primary identifier for a term or category. This will be 0 for non-categorized nodes.
da: Den primære identifier for et ord eller en kategori. Dette vil være 0 for ikke-kategoriserede nodes.

source: The primary identifier for a node.
da: Primær identifikation af et indholdselement.

source: A number representing the weight of a node. Nodes with lower weight values will appear above those with higher weight values.
da: Et tal, der repræsenterer vægtningen af en node. Nodes med lav vægt-værdi vil blive vist over dem med høj vægtværdi.

source: A table containing the long question text of each faq node revision.
da: En tabel, der indeholder den lange spørgsmålstekst for hver node revision i brevkassen.

source: The primary identifier for a node revision.
da: Den primære identifier for en node revision.

source: The faq long question text.
da: Den lange spørgsmålstekst til brevkassen

source: Manages configuration of questions for a FAQ page.
da: Håndterer konfigurationen af spørgsmål for en brevkasseside.
